[A_Item.Artifact_SeraphBreath ArtifactDefinition]
UseFailureCharacterMessage="possible %s use this function."
ItemName="Seraphim sighed"
PickupMessage="you have %s"
UseFailureLevelMessage="You need at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="separation"

[Attributes.AttrPresent_SeraphBreathDamageBonus AttributePresentationDefinition]
Description="flood damage"
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBreath:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Sign up for free [skill]get lost[-skill] And then [skill]Improve your health[-skill] After a while, the enemy A [skill]other options[-skill]."
NoConstraintText=""
Suffix=""
Prefix=""

[Body.Body_SeraphBreath:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Everyone is afraid to go back..."
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_SeraphBreath SkillDefinition]
SkillName="The rest of Seraphim's soul"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SeraphBreath_PowerUp SkillDefinition]
SkillName="Seraph Strengthens Breath"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

